2020/11/18 数据分析

1.	结果层：为直接体现出运营结果的数据，也是给老板汇报的KPI数据

KPI完成数：注册用户，活跃用户，付费用户
转化率：下载-注册，注册-付费，注册-活跃
增长率：按日，周，月，季，年计算增长率
完成率：KPI分解到周，月，季，年，完成定期计算

#洗涤行业的KPI以及数据运营：
#KPI：订单签单交易额，订单利润额度，客户转化数
#转化率：意向客户到准备客户，准备客户到付费客户，付费客户到推广客户
#增长率：在区域内计算客户的订单成交率，用户增长率
#完成率：订单每个月的额度应该在多少左右？订单每个季度应该在多少左右？在完成现有订单的时候是否可以去别的区域帮忙？
#比如说阅读类产品和互金产品：“今日头条”和“京东金融”。今日头条的大部分用户行为就是阅读、评论、转发，并没有直接的购买行为，所以阅读时长、频次、跳出率是分析时应该注重的指标；而京东金融更为关注的是否首投、复投这些消费行为数据。

2.	运营层：
a.	用户层面
分析用户分群，对于用户的不同群体建立监控指标。根据差异化的数据，找到更精准的用户群体，针对不同的用户群体找到差异化的营销策略
b.	商品层面
针对不同品牌和SKU建立监控指标，商品曝光率，点击，加入购物车，下单，成交数量，用户数，转化率，根基不同商品的对比和同一商品不同周期的对比发现异常情况，从而找出定价，促销，排列规则或者购物流程方面等问题
c.	渠道层面
针对不同推广渠道建立监控指标。应用市场，投放渠道。这是为了检测何种的投放渠道的推广效果最佳，我们应当选择性价比最高的推广渠道来运营我们的营销。需要检测到付费用户的投入产出比。每获得一个用户的成本是多少。

3.	产品层
a.	新功能使用率
发布新功能后，应该观察新功能的使用情况，访问量，访问用户数，站全部访问用户数量的比率，平均停留时长。与其他功能访问时长的比较。用户转发该功能页面的数量和人数，以及和其他功能转发数据的对比。我们了解的是新功能的受欢迎程度，从而为下一次迭代做决策的辅助。
b.	主要业务流程漏斗分析
购买流程，注册流程，开户流程
（点击购买按钮时候用户数下降可能是商品价格没有优势，考虑对竞品的价格策略）
（注册用户少，可能是初测流程复杂繁琐，需要简化流程）
c.	用户反馈数据
结合用户反馈的数据和产品崩溃日志结合反映产品线上的问题

4.	市场层
a.	分析竞品财报，上市公司可以获取财报来了解准确的运营数据
b.	专业数据平台
c.	搜索热度可以反映用户增长曲线

5.
